let lesson1 = {
    kana : [
        {
            on : 'あ',
            rus : 'а',
        },
        {
            on : 'い',
            rus : 'и',
        },
        {
            on : 'う',
            rus : 'у',
        },
        {
            on : 'え',
            rus : 'э',
        },
        {
            on : 'お',
            rus : 'о',
        },
        {
            on : 'か',
            rus : 'ка',
        },
        {
            on : 'き',
            rus : 'ки',
        },
        {
            on : 'く',
            rus : 'ку',
        },
        {
            on : 'け',
            rus : 'кэ',
        },
        {
            on : 'こ',
            rus : 'ко',
        },
        {
            on : 'が',
            rus : 'га',
        },
        {
            on : 'ぎ',
            rus : 'ги',
        },
        {
            on : 'ぐ',
            rus : 'гу',
        },
        {
            on : 'げ',
            rus : 'гэ',
        },
        {
            on : 'ご',
            rus : 'го',
        },
        {
            on : 'ア',
            rus : 'а',
        },
        {
            on : 'イ',
            rus : 'и',
        },
        {
            on : 'ウ',
            rus : 'у',
        },
        {
            on : 'エ',
            rus : 'э',
        },
        {
            on : 'オ',
            rus : 'о',
        },
        {
            on : 'カ',
            rus : 'ка',
        },
        {
            on : 'キ',
            rus : 'ки',
        },
        {
            on : 'ク',
            rus : 'ку',
        },
        {
            on : 'ケ',
            rus : 'кэ',
        },
        {
            on : 'コ',
            rus : 'ко',
        },
        {
            on : 'ガ',
            rus : 'га',
        },
        {
            on : 'ギ',
            rus : 'ги',
        },
        {
            on : 'グ',
            rus : 'гу',
        },
        {
            on : 'ゲ',
            rus : 'гэ',
        },
        {
            on : 'ゴ',
            rus : 'го',
        }
    ],
    words : [
        {
           word : 'あおい',
           rus : 'голубой',
        },
        {
            word : 'あかい',
            rus : 'красный',
        },
        {
            word : 'おおきい',
            rus : 'большой',
        },
        {
            word : 'え',
            rus : 'картина',
        },
        {
            word : 'きく',
            rus : 'хризантема',
        },
        {
            word : 'ケーキ',
            rus : 'пирожное',
        },
        {
            word : 'えき',
            rus : 'станция',
        },
        {
            word : 'こうこう',
            rus : 'средняя школа повышенной ступени',
        },
        {
            word : 'えいご',
            rus : 'английский язык',
        },
        {
            word : 'き',
            rus : 'дерево',
        },
    ]
};
let lesson2 = {
    kana : [
        {
            on : 'さ',
            rus : 'са'
        },
        {
            on : 'し',
            rus : 'си'
        },
        {
            on : 'す',
            rus : 'су'
        },
        {
            on : 'せ',
            rus : 'сэ'
        },
        {
            on : 'そ',
            rus : 'со'
        },
        {
            on : 'ざ',
            rus : 'дза'
        },
        {
            on : 'じ',
            rus : 'дзи'
        },
        {
            on : 'ず',
            rus : 'дзу'
        },
        {
            on : 'ぜ',
            rus : 'дзэ'
        },
        {
            on : 'ぞ',
            rus : 'дзо'
        },
        {
            on : 'た',
            rus : 'та'
        },
        {
            on : 'ち',
            rus : 'ти'
        },
        {
            on : 'つ',
            rus : 'цу'
        },
        {
            on : 'て',
            rus : 'тэ'
        },
        {
            on : 'と',
            rus : 'то'
        },
        {
            on : 'だ',
            rus : 'да'
        },
        {
            on : 'ぢ',
            rus : 'дзи'
        },
        {
            on : 'づ',
            rus : 'дзу'
        },
        {
            on : 'で',
            rus : 'дэ'
        },
        {
            on : 'ど',
            rus : 'до'
        },
        {
            on : 'サ',
            rus : 'са'
        },
        {
            on : 'シ',
            rus : 'си'
        },
        {
            on : 'ス',
            rus : 'су'
        },
        {
            on : 'セ',
            rus : 'сэ'
        },
        {
            on : 'ソ',
            rus : 'со'
        },
        {
            on : 'ザ',
            rus : 'дза'
        },
        {
            on : 'ジ',
            rus : 'дзи'
        },
        {
            on : 'ズ',
            rus : 'дзу'
        },
        {
            on : 'ゼ',
            rus : 'дзэ'
        },
        {
            on : 'ゾ',
            rus : 'дзо'
        },
        {
            on : 'タ',
            rus : 'та'
        },
        {
            on : 'チ',
            rus : 'ти'
        },
        {
            on : 'ツ',
            rus : 'цу'
        },
        {
            on : 'テ',
            rus : 'тэ'
        },
        {
            on : 'ト',
            rus : 'то'
        },
        {
            on : 'ダ',
            rus : 'да'
        },
        {
            on : 'ヂ',
            rus : 'дзи'
        },
        {
            on : 'ヅ',
            rus : 'дзу'
        },
        {
            on : 'デ',
            rus : 'дэ'
        },
        {
            on : 'ド',
            rus : 'до'
        },
    ],
    words : [
        {
            word : 'たかい',
            rus : 'высокий, дорогой'
        },
        {
            word : 'ちいさい',
            rus : 'маленький'
        },
        {
            word : 'うち',
            rus : 'дом'
        },
        {
            word : 'ちず',
            rus : 'карта'
        },
        {
            word : 'だいがく',
            rus : 'институт'
        },
        {
            word : 'せいと',
            rus : 'ученик'
        },
        {
            word : 'おいしい',
            rus : 'вкусный'
        },
        {
            word : 'しずか（な）',
            rus : 'спокойный'
        },
        {
            word : 'タクシー',
            rus : 'такси'
        },
        {
            word : 'スカート',
            rus : 'юбка'
        },
        {
            word : 'ドア',
            rus : 'дверь'
        },
        {
            word : 'スキー',
            rus : 'лыжи'
        },
    ]
};
let lesson3 = {
    kana : [
        {
            on : 'な',
            rus : 'на'
        },
        {
            on : 'に',
            rus : 'ни'
        },
        {
            on : 'ぬ',
            rus : 'ну'
        },
        {
            on : 'ね',
            rus : 'нэ'
        },
        {
            on : 'の',
            rus : 'но'
        },
        {
            on : 'は',
            rus : 'ха'
        },
        {
            on : 'ひ',
            rus : 'хи'
        },
        {
            on : 'ふ',
            rus : 'фу'
        },
        {
            on : 'へ',
            rus : 'хэ'
        },
        {
            on : 'ほ',
            rus : 'хо'
        },
        {
            on : 'ば',
            rus : 'ба'
        },
        {
            on : 'び',
            rus : 'би'
        },
        {
            on : 'ぶ',
            rus : 'бу'
        },
        {
            on : 'べ',
            rus : 'бэ'
        },
        {
            on : 'ぼ',
            rus : 'бо'
        },
        {
            on : 'ぱ',
            rus : 'па'
        },
        {
            on : 'ぴ',
            rus : 'пи'
        },
        {
            on : 'ぷ',
            rus : 'пу'
        },
        {
            on : 'ぺ',
            rus : 'пэ'
        },
        {
            on : 'ぽ',
            rus : 'по'
        },

        {
            on : 'ナ',
            rus : 'на'
        },
        {
            on : 'ニ',
            rus : 'ни'
        },
        {
            on : 'ヌ',
            rus : 'ну'
        },
        {
            on : 'ネ',
            rus : 'нэ'
        },
        {
            on : 'ノ',
            rus : 'но'
        },
        {
            on : 'ハ',
            rus : 'ха'
        },
        {
            on : 'ヒ',
            rus : 'хи'
        },
        {
            on : 'フ',
            rus : 'фу'
        },
        {
            on : 'ヘ',
            rus : 'хэ'
        },
        {
            on : 'ホ',
            rus : 'хо'
        },
        {
            on : 'バ',
            rus : 'ба'
        },
        {
            on : 'ビ',
            rus : 'би'
        },
        {
            on : 'ブ',
            rus : 'бу'
        },
        {
            on : 'ベ',
            rus : 'бэ'
        },
        {
            on : 'ボ',
            rus : 'бо'
        },
        {
            on : 'パ',
            rus : 'па'
        },
        {
            on : 'ピ',
            rus : 'пи'
        },
        {
            on : 'プ',
            rus : 'пу'
        },
        {
            on : 'ペ',
            rus : 'пэ'
        },
        {
            on : 'ポ',
            rus : 'по'
        },
    ],
    words : [
        {
            word : 'ざっし',
            rus : 'журнал'
        },
        {
            word : 'くに',
            rus : 'страна'
        },
        {
            word : 'ひと',
            rus : 'человек'
        },
        {
            word : 'はな',
            rus : 'цветок'
        },
        {
            word : 'ひくい',
            rus : 'низкий'
        },
        {
            word : 'がっこう',
            rus : 'школа'
        },
        {
            word : 'コーヒー',
            rus : 'кофе'
        },
        {
            word : 'ビデオカセット',
            rus : 'видеокассета'
        },
        {
            word : 'ながい',
            rus : 'длинный'
        },
        {
            word : 'バス',
            rus : 'автобус'
        },
        {
            word : 'ノート',
            rus : 'тетрадь'
        },
    ]
};
let lesson4 = {
    kana : [
        {
            on : 'ま',
            rus : 'ма'
        },
        {
            on : 'み',
            rus : 'ми'
        },
        {
            on : 'む',
            rus : 'му'
        },
        {
            on : 'め',
            rus : 'мэ'
        },
        {
            on : 'も',
            rus : 'мо'
        },
        {
            on : 'や',
            rus : 'я'
        },
        {
            on : 'ゆ',
            rus : 'ю'
        },
        {
            on : 'よ',
            rus : 'ё'
        },
        {
            on : 'マ',
            rus : 'ма'
        },
        {
            on : 'ミ',
            rus : 'ми'
        },
        {
            on : 'ム',
            rus : 'му'
        },
        {
            on : 'メ',
            rus : 'мэ'
        },
        {
            on : 'モ',
            rus : 'мо'
        },
        {
            on : 'ヤ',
            rus : 'я'
        },
        {
            on : 'ユ',
            rus : 'ю'
        },
        {
            on : 'ヨ',
            rus : 'ё'
        },
    ],
    words : [
        {
            word : 'やま',
            rus : 'гора'
        },
        {
            word : 'うみ',
            rus : 'море'
        },
        {
            word : 'みず',
            rus : 'вода'
        },
        {
            word : 'まち',
            rus : 'город'
        },
        {
            word : 'ともだち',
            rus : 'друг'
        },
        {
            word : 'じどうしゃ',
            rus : 'машина'
        },
        {
            word : 'おちゃ',
            rus : 'чай'
        },
        {
            word : 'いい',
            rus : 'хороший'
        },
        {
            word : 'ジュース',
            rus : 'сок'
        },
        {
            word : 'とうきょう',
            rus : 'Токио'
        },
        {
            word : 'きょうと',
            rus : 'Киото'
        },
    ]
};
let lesson5 = {
    kana : [
        {
            on : 'ら',
            rus : 'ра'
        },
        {
            on : 'り',
            rus : 'ри'
        },
        {
            on : 'る',
            rus : 'ру'
        },
        {
            on : 'れ',
            rus : 'рэ'
        },
        {
            on : 'ろ',
            rus : 'ро'
        },
        {
            on : 'わ',
            rus : 'ва'
        },
        {
            on : 'を',
            rus : 'во'
        },
        {
            on : 'ん',
            rus : 'н'
        },
        {
            on : 'ラ',
            rus : 'ра'
        },
        {
            on : 'リ',
            rus : 'ри'
        },
        {
            on : 'ル',
            rus : 'ру'
        },
        {
            on : 'レ',
            rus : 'рэ'
        },
        {
            on : 'ロ',
            rus : 'ро'
        },
        {
            on : 'ワ',
            rus : 'ва'
        },
        {
            on : 'ヲ',
            rus : 'во'
        },
        {
            on : 'ン',
            rus : 'н'
        }
    ],
    gozuon : [
        {
            on : 'あ',
            rus : 'а',
        },
        {
            on : 'い',
            rus : 'и',
        },
        {
            on : 'う',
            rus : 'у',
        },
        {
            on : 'え',
            rus : 'э',
        },
        {
            on : 'お',
            rus : 'о',
        },
        {
            on : 'か',
            rus : 'ка',
        },
        {
            on : 'き',
            rus : 'ки',
        },
        {
            on : 'く',
            rus : 'ку',
        },
        {
            on : 'け',
            rus : 'кэ',
        },
        {
            on : 'こ',
            rus : 'ко',
        },
        {
            on : 'が',
            rus : 'га',
        },
        {
            on : 'ぎ',
            rus : 'ги',
        },
        {
            on : 'ぐ',
            rus : 'гу',
        },
        {
            on : 'げ',
            rus : 'гэ',
        },
        {
            on : 'ご',
            rus : 'го',
        },
        {
            on : 'ら',
            rus : 'ра'
        },
        {
            on : 'り',
            rus : 'ри'
        },
        {
            on : 'る',
            rus : 'ру'
        },
        {
            on : 'れ',
            rus : 'рэ'
        },
        {
            on : 'ろ',
            rus : 'ро'
        },
        {
            on : 'わ',
            rus : 'ва'
        },
        {
            on : 'を',
            rus : 'во'
        },
        {
            on : 'ん',
            rus : 'н'
        },
        {
            on : 'さ',
            rus : 'са'
        },
        {
            on : 'し',
            rus : 'си'
        },
        {
            on : 'す',
            rus : 'су'
        },
        {
            on : 'せ',
            rus : 'сэ'
        },
        {
            on : 'そ',
            rus : 'со'
        },
        {
            on : 'ざ',
            rus : 'дза'
        },
        {
            on : 'じ',
            rus : 'дзи'
        },
        {
            on : 'ず',
            rus : 'дзу'
        },
        {
            on : 'ぜ',
            rus : 'дзэ'
        },
        {
            on : 'ぞ',
            rus : 'дзо'
        },
        {
            on : 'た',
            rus : 'та'
        },
        {
            on : 'ち',
            rus : 'ти'
        },
        {
            on : 'つ',
            rus : 'цу'
        },
        {
            on : 'て',
            rus : 'тэ'
        },
        {
            on : 'と',
            rus : 'то'
        },
        {
            on : 'だ',
            rus : 'да'
        },
        {
            on : 'ぢ',
            rus : 'дзи'
        },
        {
            on : 'づ',
            rus : 'дзу'
        },
        {
            on : 'で',
            rus : 'дэ'
        },
        {
            on : 'ど',
            rus : 'до'
        },
        {
            on : 'な',
            rus : 'на'
        },
        {
            on : 'に',
            rus : 'ни'
        },
        {
            on : 'ぬ',
            rus : 'ну'
        },
        {
            on : 'ね',
            rus : 'нэ'
        },
        {
            on : 'の',
            rus : 'но'
        },
        {
            on : 'は',
            rus : 'ха'
        },
        {
            on : 'ひ',
            rus : 'хи'
        },
        {
            on : 'ふ',
            rus : 'фу'
        },
        {
            on : 'へ',
            rus : 'хэ'
        },
        {
            on : 'ほ',
            rus : 'хо'
        },
        {
            on : 'ば',
            rus : 'ба'
        },
        {
            on : 'び',
            rus : 'би'
        },
        {
            on : 'ぶ',
            rus : 'бу'
        },
        {
            on : 'べ',
            rus : 'бэ'
        },
        {
            on : 'ぼ',
            rus : 'бо'
        },
        {
            on : 'ぱ',
            rus : 'па'
        },
        {
            on : 'ぴ',
            rus : 'пи'
        },
        {
            on : 'ぷ',
            rus : 'пу'
        },
        {
            on : 'ぺ',
            rus : 'пэ'
        },
        {
            on : 'ぽ',
            rus : 'по'
        },
        {
            on : 'ま',
            rus : 'ма'
        },
        {
            on : 'み',
            rus : 'ми'
        },
        {
            on : 'む',
            rus : 'му'
        },
        {
            on : 'め',
            rus : 'мэ'
        },
        {
            on : 'も',
            rus : 'мо'
        },
        {
            on : 'や',
            rus : 'я'
        },
        {
            on : 'ゆ',
            rus : 'ю'
        },
        {
            on : 'よ',
            rus : 'ё'
        },


        {
            on : 'ア',
            rus : 'а',
        },
        {
            on : 'イ',
            rus : 'и',
        },
        {
            on : 'ウ',
            rus : 'у',
        },
        {
            on : 'エ',
            rus : 'э',
        },
        {
            on : 'オ',
            rus : 'о',
        },
        {
            on : 'カ',
            rus : 'ка',
        },
        {
            on : 'キ',
            rus : 'ки',
        },
        {
            on : 'ク',
            rus : 'ку',
        },
        {
            on : 'ケ',
            rus : 'кэ',
        },
        {
            on : 'コ',
            rus : 'ко',
        },
        {
            on : 'ガ',
            rus : 'га',
        },
        {
            on : 'ギ',
            rus : 'ги',
        },
        {
            on : 'グ',
            rus : 'гу',
        },
        {
            on : 'ゲ',
            rus : 'гэ',
        },
        {
            on : 'ゴ',
            rus : 'го',
        },
        {
            on : 'サ',
            rus : 'са'
        },
        {
            on : 'シ',
            rus : 'си'
        },
        {
            on : 'ス',
            rus : 'су'
        },
        {
            on : 'セ',
            rus : 'сэ'
        },
        {
            on : 'ソ',
            rus : 'со'
        },
        {
            on : 'ザ',
            rus : 'дза'
        },
        {
            on : 'ジ',
            rus : 'дзи'
        },
        {
            on : 'ズ',
            rus : 'дзу'
        },
        {
            on : 'ゼ',
            rus : 'дзэ'
        },
        {
            on : 'ゾ',
            rus : 'дзо'
        },
        {
            on : 'タ',
            rus : 'та'
        },
        {
            on : 'チ',
            rus : 'ти'
        },
        {
            on : 'ツ',
            rus : 'цу'
        },
        {
            on : 'テ',
            rus : 'тэ'
        },
        {
            on : 'ト',
            rus : 'то'
        },
        {
            on : 'ダ',
            rus : 'да'
        },
        {
            on : 'ヂ',
            rus : 'дзи'
        },
        {
            on : 'ヅ',
            rus : 'дзу'
        },
        {
            on : 'デ',
            rus : 'дэ'
        },
        {
            on : 'ド',
            rus : 'до'
        },
        {
            on : 'ナ',
            rus : 'на'
        },
        {
            on : 'ニ',
            rus : 'ни'
        },
        {
            on : 'ヌ',
            rus : 'ну'
        },
        {
            on : 'ネ',
            rus : 'нэ'
        },
        {
            on : 'ノ',
            rus : 'но'
        },
        {
            on : 'ハ',
            rus : 'ха'
        },
        {
            on : 'ヒ',
            rus : 'хи'
        },
        {
            on : 'フ',
            rus : 'фу'
        },
        {
            on : 'ヘ',
            rus : 'хэ'
        },
        {
            on : 'ホ',
            rus : 'хо'
        },
        {
            on : 'バ',
            rus : 'ба'
        },
        {
            on : 'ビ',
            rus : 'би'
        },
        {
            on : 'ブ',
            rus : 'бу'
        },
        {
            on : 'ベ',
            rus : 'бэ'
        },
        {
            on : 'ボ',
            rus : 'бо'
        },
        {
            on : 'パ',
            rus : 'па'
        },
        {
            on : 'ピ',
            rus : 'пи'
        },
        {
            on : 'プ',
            rus : 'пу'
        },
        {
            on : 'ペ',
            rus : 'пэ'
        },
        {
            on : 'ポ',
            rus : 'по'
        },
        {
            on : 'マ',
            rus : 'ма'
        },
        {
            on : 'ミ',
            rus : 'ми'
        },
        {
            on : 'ム',
            rus : 'му'
        },
        {
            on : 'メ',
            rus : 'мэ'
        },
        {
            on : 'モ',
            rus : 'мо'
        },
        {
            on : 'ヤ',
            rus : 'я'
        },
        {
            on : 'ユ',
            rus : 'ю'
        },
        {
            on : 'ヨ',
            rus : 'ё'
        },
        {
            on : 'ラ',
            rus : 'ра'
        },
        {
            on : 'リ',
            rus : 'ри'
        },
        {
            on : 'ル',
            rus : 'ру'
        },
        {
            on : 'レ',
            rus : 'рэ'
        },
        {
            on : 'ロ',
            rus : 'ро'
        },
        {
            on : 'ワ',
            rus : 'ва'
        },
        {
            on : 'ヲ',
            rus : 'во'
        },
        {
            on : 'ン',
            rus : 'н'
        }
    ],
    words : [
        {
            word : 'さくら',
            rus : 'сакура'
        },
        {
            word : 'きれい（な）',
            rus : 'красивый'
        },
        {
            word : 'りっぱ（な）',
            rus : 'прекрасный'
        },
        {
            word : 'しろい',
            rus : 'белый'
        },
        {
            word : 'ホテル ',
            rus : 'отель'
        },
        {
            word : 'チョコレート',
            rus : 'шоколад'
        },
        {
            word : 'ほん',
            rus : 'книга'
        },
        {
            word : 'しんぶん',
            rus : 'газета'
        },
        {
            word : 'ラジオ',
            rus : 'радио'
        },
        {
            word : 'テレビ',
            rus : 'телевизор'
        },
        {
            word : 'えんぴつ',
            rus : 'карандаш'
        },
        {
            word : 'ペン',
            rus : 'ручка'
        },
        {
            word : 'わるい',
            rus : 'плохой'
        },
        {
            word : 'にほん',
            rus : 'Япония'
        },
    ]
}
let lesson6 = {
    words : [
        {
            word : 'これ',
            rus : 'это'
        },
        {
            word : 'それ',
            rus : 'это, то'
        },
        {
            word : 'あれ',
            rus : 'то'
        },
        {
            word : 'どれ',
            rus : 'который из предметов'
        },
        {
            word : 'ここ',
            rus : 'здесь'
        },
        {
            word : 'そこ',
            rus : 'здесь, там'
        },
        {
            word : 'あそこ',
            rus : 'там'
        },
        {
            word : 'どこ',
            rus : 'где'
        },
        {
            kanji : '何',
            word : 'なに',
            rus : 'что'
        },
        {
            kanji : '日本語',
            word : 'にほんご',
            rus : 'японский язык'
        },
        {
            kanji : '何語',
            word : 'なにご',
            rus : 'какой язык'
        },
        {
            kanji : 'フランス語',
            word : 'フランスご',
            rus : 'французский язык'
        },
        {
            word : 'かたかな',
            rus : 'катакана'
        },
        {
            word : 'ひらがな',
            rus : 'хирагана'
        },
        {
            word : 'かんじ',
            rus : 'иероглиф'
        },
        {
            word : 'おんよみ',
            rus : 'онное чтение'
        },
        {
            word : 'くんよみ',
            rus : 'кунное чтение'
        },
        {
            word : 'つぎ',
            rus : 'следующий'
        },
        {
            word : 'はこ',
            rus : 'коробка'
        },
        {
            kanji : '川',
            word : 'かわ',
            rus : 'река'
        },
        {
            word : 'そう',
            rus : 'так'
        },
        {
            word : 'すみませんが',
            rus : 'простите'
        },
        {
            word : 'ちがいます',
            rus : 'ошибаетесь'
        },
        {
            word : 'どうも ',
            rus : 'благодарю'
        },
        {
            word : 'はい',
            rus : 'да'
        },
        {
            word : 'いいえ',
            rus : 'нет'
        },
        {
            word : 'フランス',
            rus : 'Франция'
        },
        {
            word : 'パリ',
            rus : 'Париж'
        },
        {
            kanji : 'ふじ山',
            word : 'ふじさん',
            rus : 'Фудзияма'
        },
        {
            word : 'かんだ',
            rus : 'Канда'
        },
        {
            word : 'うえの',
            rus : 'Уэно'
        },
        {
            word : 'あきはばら',
            rus : 'Акихабара'
        },
    ],
    kanji : [
        {
            kanji : '木',
            onyomi : 'モク、ボク',
            kunyomi : 'き',
            words : '<b>き</b>',
            rus : 'дерево'
        },
        {
            kanji : '山',
            onyomi : 'サン',
            kunyomi : 'やま',
            words : '<b>やま</b>, ふじ<b>さん</b>',
            rus : 'гора'
        },
        {
            kanji : '川',
            onyomi : 'セン',
            kunyomi : 'かわ、がわ',
            words : '<b>かわ</b>, やま<b>かわ</b>',
            rus : 'река'
        },
        {
            kanji : '本',
            onyomi : 'ホン',
            kunyomi : 'もと',
            words : '<b>ほん</b>, やま<b>もと</b>, き<b>もと</b>',
            rus : 'книга, исток'
        },
        {
            kanji : '日',
            onyomi : 'ニチ、ジツ、ニ',
            kunyomi : 'ひ、か',
            words : '<b>に</b>ほん, <b>に</b>ほんご',
            rus : 'день, солнце'
        },
        {
            kanji : '何',
            onyomi : 'カ',
            kunyomi : 'なに',
            words : '<b>なに</b>',
            rus : 'что'
        },
        {
            kanji : '語',
            onyomi : 'ゴ',
            kunyomi : 'かたる',
            words : 'にほん<b>ご</b>, フランス<b>ご</b>, えい<b>ご</b>',
            rus : 'язык, речь, говорить'
        },
        {
            kanji : '英',
            onyomi : 'エイ',
            words : '<b>えい</b>ご',
            rus : 'Англия'
        },
    ]
};
let lesson7 = {
    words : [
        {
            word : 'この',
            rus : 'этот'
        },
        {
            word : 'その',
            rus : 'этот, тот'
        },
        {
            word : 'あの',
            rus : 'тот'
        },
        {
            word : 'どの',
            rus : 'который'
        },
        {
            word : 'わたし',
            rus : 'я'
        },
        {
            word : 'あなた',
            rus : 'вы'
        },
        {
            word : 'このひと',
            rus : 'он, она (вблизи)',
            kanji : 'この人'
        },
        {
            word : 'あのひと',
            rus : 'он, она (вдали)',
            kanji : 'あの人'
        },
        {
            word : 'どのひと',
            rus : 'кто, который(из них)',
            kanji : 'どの人'
        },
        {
            word : 'かた',
            rus : 'лицо',
            kanji : '方'
        },
        {
            word : 'このかた',
            rus : 'он, она(вежл)(вблизи)',
            kanji : 'この方'
        },
        {
            word : 'あのかた',
            rus : 'он, она(вежл)(вдали)',
            kanji : 'あの方'
        },
        {
            word : 'どのかた',
            rus : 'который(вежл)',
            kanji : 'どの方'
        },
        {
            word : 'こちら',
            rus : 'эта сторона'
        },
        {
            word : 'そちら',
            rus : 'та/эта сторона'
        },
        {
            word : 'あちら',
            rus : 'та сторона'
        },
        {
            word : 'どちら',
            rus : 'какая сторона'
        },
        {
            word : 'マーク',
            rus : 'знак'
        },
        {
            word : 'だれ',
            rus : 'кто'
        },
        {
            word : 'どなた',
            rus : 'кто(вежл)'
        },
        {
            word : 'なにじん',
            rus : 'кто(по нацинальности)',
            kanji : '何人'
        },
        {
            word : 'にほんじん',
            rus : 'японец',
            kanji : '日本人'
        },
        {
            word : 'ロシアじん',
            rus : 'русский',
            kanji : 'ロシア人'
        },
        {
            word : 'フランスじん',
            rus : 'француз',
            kanji : 'フランス人'
        },
        {
            word : 'おとこ（のひと）',
            rus : 'мужчина',
            kanji : '男（の人）'
        },
        {
            word : 'おんな（のひと）',
            rus : 'женщина',
            kanji : '女（の人）'
        },
        {
            word : 'こ',
            rus : 'ребёнок',
            kanji : '子'
        },
        {
            word : 'おとこのこ',
            rus : 'мальчик',
            kanji : '男の子'
        },
        {
            word : 'おんなのこ',
            rus : 'девочка',
            kanji : '女の子'
        },
        {
            word : 'せんせい',
            rus : 'учитель',
            kanji : '先生'
        },
        {
            word : 'だいがくせい',
            rus : 'студент',
            kanji : '大学生'
        },
        {
            word : 'こうこうせい',
            rus : 'ученик школы повышенной ступени',
            kanji : '高校生'
        },
        {
            word : 'どうぞ',
            rus : 'пожалуйста'
        },
        {
            word : 'はじめまして ',
            rus : 'рад знакомству'
        },
        {
            word : 'どうぞよろしく',
            rus : 'прошу любить и жаловать'
        },
        {
            word : 'こちらこそどうぞよろしく',
            rus : 'это я прошу любить и жаловать'
        },
        {
            word : 'ロシア',
            rus : 'Россия'
        },
        {
            word : 'モスクワ',
            rus : 'Москва'
        },
        {
            word : 'ペテルブルグ',
            rus : 'Петербург'
        },
        {
            word : 'しつれいですが',
            rus : 'прошу прощения'
        }
    ],
    kanji : [
        {
            kanji : '人',
            onyomi : 'ジン、ニン',
            kunyomi : 'ひと',
            words : 'ひと, にほん<b>じん</b>, どの/この/あの<b>ひと</b>, おとこの<b>ひと</b>, おんなの<b>ひと</b>',
            rus : 'человек, японец, он, она, мужчина, женщина'
        },
        {
            kanji : '大',
            onyomi : 'ダイ、タイ',
            kunyomi : 'おおきい',
            words : '<b>おお</b>きい, <b>だい</b>がく, <b>おお</b>やま, <b>だい</b>がくせい',
            rus : 'большой, институт, Ояма, студент'
        },
        {
            kanji : '学',
            onyomi : 'ガク',
            kunyomi : 'まなぶ',
            words : 'だい<b>がく</b>, だい<b>がく</b>せい, <b>がっ</b>こう',
            rus : 'институт, студент, школа, изучать, учение'
        },
        {
            kanji : '女',
            onyomi : 'ジョ',
            kunyomi : 'おんな',
            words : '<b>おんな</b>のひと, <b>おんな</b>のこ',
            rus : 'женщина, девочка'
        },
        {
            kanji : '男',
            onyomi : 'ダン、ナン',
            kunyomi : 'おとこ',
            words : '<b>おとこ</b>のひと, <b>おとこ</b>のこ',
            rus : 'мужчина, мальчик'
        },
        {
            kanji : '子',
            onyomi : 'シ',
            kunyomi : 'こ',
            words : 'おとこの<b>こ</b>, おんなの<b>こ</b>, <b>こ</b>',
            rus : 'мальчик, девочка, ребёнок'
        },
        {
            kanji : '先',
            onyomi : 'セン',
            kunyomi : 'さき, まず',
            words : '<b>せん</b>せい',
            rus : 'учитель'
        },
        {
            kanji : '生',
            onyomi : 'セイ、ジョウ',
            kunyomi : 'なま、いきる',
            words : '<b>せい</b>と, せん<b>せい</b>, だいがく<b>せい</b>',
            rus : 'ученик, учитель, студент'
        },
        {
            kanji : '徒',
            onyomi : 'ト',
            words : 'せい<b>と</b>',
            rus : 'ученик'
        },
        {
            kanji : '高',
            onyomi : 'コウ',
            kunyomi : 'たかい',
            words : '<b>こう</b>こう, <b>こう</b>こうせいと, <b>たか</b>い',
            rus : 'дорогой, школа повышенной ступени, ученик школы повышенной ступени'
        },
        {
            kanji : '校',
            onyomi : 'コウ',
            words : 'こう<b>こう</b>, こう<b>こう</b>せい, がっ<b>こう</b>',
            rus : 'школа, ученик школы повышенной ступени, школа повышенной ступени'
        },
        {
            kanji : '方',
            onyomi : 'ホウ',
            kunyomi : 'かた',
            words : 'どの/この/あの<b>かた</b>',
            rus : 'он, она, лицо'
        },
    ]
}


