let lesson1 = {
    kana : [
        {
            on : 'あ',
            rus : 'а',
        },
        {
            on : 'い',
            rus : 'и',
        },
        {
            on : 'う',
            rus : 'у',
        },
        {
            on : 'え',
            rus : 'э',
        },
        {
            on : 'お',
            rus : 'о',
        },
        {
            on : 'か',
            rus : 'ка',
        },
        {
            on : 'き',
            rus : 'ки',
        },
        {
            on : 'く',
            rus : 'ку',
        },
        {
            on : 'け',
            rus : 'кэ',
        },
        {
            on : 'こ',
            rus : 'ко',
        },
        {
            on : 'が',
            rus : 'га',
        },
        {
            on : 'ぎ',
            rus : 'ги',
        },
        {
            on : 'ぐ',
            rus : 'гу',
        },
        {
            on : 'げ',
            rus : 'гэ',
        },
        {
            on : 'ご',
            rus : 'го',
        },
        {
            on : 'ア',
            rus : 'а',
        },
        {
            on : 'イ',
            rus : 'и',
        },
        {
            on : 'ウ',
            rus : 'у',
        },
        {
            on : 'エ',
            rus : 'э',
        },
        {
            on : 'オ',
            rus : 'о',
        },
        {
            on : 'カ',
            rus : 'ка',
        },
        {
            on : 'キ',
            rus : 'ки',
        },
        {
            on : 'ク',
            rus : 'ку',
        },
        {
            on : 'ケ',
            rus : 'кэ',
        },
        {
            on : 'コ',
            rus : 'ко',
        },
        {
            on : 'ガ',
            rus : 'га',
        },
        {
            on : 'ギ',
            rus : 'ги',
        },
        {
            on : 'グ',
            rus : 'гу',
        },
        {
            on : 'ゲ',
            rus : 'гэ',
        },
        {
            on : 'ゴ',
            rus : 'го',
        }
    ],
    words : [
        {
           word : 'あおい',
           rus : 'голубой',
        },
        {
            word : 'あかい',
            rus : 'красный',
        },
        {
            word : 'おおきい',
            rus : 'большой',
        },
        {
            word : 'え',
            rus : 'картина',
        },
        {
            word : 'きく',
            rus : 'хризантема',
        },
        {
            word : 'ケーキ',
            rus : 'пирожное',
        },
        {
            word : 'えき',
            rus : 'станция',
        },
        {
            word : 'こうこう',
            rus : 'средняя школа повышенной ступени',
        },
        {
            word : 'えいご',
            rus : 'английский язык',
        },
        {
            word : 'き',
            rus : 'дерево',
        },
    ]
};
let lesson2 = {
    kana : [
        {
            on : 'さ',
            rus : 'са'
        },
        {
            on : 'し',
            rus : 'си'
        },
        {
            on : 'す',
            rus : 'су'
        },
        {
            on : 'せ',
            rus : 'сэ'
        },
        {
            on : 'そ',
            rus : 'со'
        },
        {
            on : 'ざ',
            rus : 'дза'
        },
        {
            on : 'じ',
            rus : 'дзи'
        },
        {
            on : 'ず',
            rus : 'дзу'
        },
        {
            on : 'ぜ',
            rus : 'дзэ'
        },
        {
            on : 'ぞ',
            rus : 'дзо'
        },
        {
            on : 'た',
            rus : 'та'
        },
        {
            on : 'ち',
            rus : 'ти'
        },
        {
            on : 'つ',
            rus : 'цу'
        },
        {
            on : 'て',
            rus : 'тэ'
        },
        {
            on : 'と',
            rus : 'то'
        },
        {
            on : 'だ',
            rus : 'да'
        },
        {
            on : 'ぢ',
            rus : 'дзи'
        },
        {
            on : 'づ',
            rus : 'дзу'
        },
        {
            on : 'で',
            rus : 'дэ'
        },
        {
            on : 'ど',
            rus : 'до'
        },
        {
            on : 'サ',
            rus : 'са'
        },
        {
            on : 'シ',
            rus : 'си'
        },
        {
            on : 'ス',
            rus : 'су'
        },
        {
            on : 'セ',
            rus : 'сэ'
        },
        {
            on : 'ソ',
            rus : 'со'
        },
        {
            on : 'ザ',
            rus : 'дза'
        },
        {
            on : 'ジ',
            rus : 'дзи'
        },
        {
            on : 'ズ',
            rus : 'дзу'
        },
        {
            on : 'ゼ',
            rus : 'дзэ'
        },
        {
            on : 'ゾ',
            rus : 'дзо'
        },
        {
            on : 'タ',
            rus : 'та'
        },
        {
            on : 'チ',
            rus : 'ти'
        },
        {
            on : 'ツ',
            rus : 'цу'
        },
        {
            on : 'テ',
            rus : 'тэ'
        },
        {
            on : 'ト',
            rus : 'то'
        },
        {
            on : 'ダ',
            rus : 'да'
        },
        {
            on : 'ヂ',
            rus : 'дзи'
        },
        {
            on : 'ヅ',
            rus : 'дзу'
        },
        {
            on : 'デ',
            rus : 'дэ'
        },
        {
            on : 'ド',
            rus : 'до'
        },
    ],
    words : [
        {
            word : 'たかい',
            rus : 'высокий, дорогой'
        },
        {
            word : 'ちいさい',
            rus : 'маленький'
        },
        {
            word : 'うち',
            rus : 'дом'
        },
        {
            word : 'ちず',
            rus : 'карта'
        },
        {
            word : 'だいがく',
            rus : 'институт'
        },
        {
            word : 'せいと',
            rus : 'ученик'
        },
        {
            word : 'おいしい',
            rus : 'вкусный'
        },
        {
            word : 'しずか（な）',
            rus : 'спокойный'
        },
        {
            word : 'タクシー',
            rus : 'такси'
        },
        {
            word : 'スカート',
            rus : 'юбка'
        },
        {
            word : 'ドア',
            rus : 'дверь'
        },
        {
            word : 'スキー',
            rus : 'лыжи'
        },
    ]
};
let lesson3 = {
    kana : [
        {
            on : 'な',
            rus : 'на'
        },
        {
            on : 'に',
            rus : 'ни'
        },
        {
            on : 'ぬ',
            rus : 'ну'
        },
        {
            on : 'ね',
            rus : 'нэ'
        },
        {
            on : 'の',
            rus : 'но'
        },
        {
            on : 'は',
            rus : 'ха'
        },
        {
            on : 'ひ',
            rus : 'хи'
        },
        {
            on : 'ふ',
            rus : 'фу'
        },
        {
            on : 'へ',
            rus : 'хэ'
        },
        {
            on : 'ほ',
            rus : 'хо'
        },
        {
            on : 'ば',
            rus : 'ба'
        },
        {
            on : 'び',
            rus : 'би'
        },
        {
            on : 'ぶ',
            rus : 'бу'
        },
        {
            on : 'べ',
            rus : 'бэ'
        },
        {
            on : 'ぼ',
            rus : 'бо'
        },
        {
            on : 'ぱ',
            rus : 'па'
        },
        {
            on : 'ぴ',
            rus : 'пи'
        },
        {
            on : 'ぷ',
            rus : 'пу'
        },
        {
            on : 'ぺ',
            rus : 'пэ'
        },
        {
            on : 'ぽ',
            rus : 'по'
        },

        {
            on : 'ナ',
            rus : 'на'
        },
        {
            on : 'ニ',
            rus : 'ни'
        },
        {
            on : 'ヌ',
            rus : 'ну'
        },
        {
            on : 'ネ',
            rus : 'нэ'
        },
        {
            on : 'ノ',
            rus : 'но'
        },
        {
            on : 'ハ',
            rus : 'ха'
        },
        {
            on : 'ヒ',
            rus : 'хи'
        },
        {
            on : 'フ',
            rus : 'фу'
        },
        {
            on : 'ヘ',
            rus : 'хэ'
        },
        {
            on : 'ホ',
            rus : 'хо'
        },
        {
            on : 'バ',
            rus : 'ба'
        },
        {
            on : 'ビ',
            rus : 'би'
        },
        {
            on : 'ブ',
            rus : 'бу'
        },
        {
            on : 'ベ',
            rus : 'бэ'
        },
        {
            on : 'ボ',
            rus : 'бо'
        },
        {
            on : 'パ',
            rus : 'па'
        },
        {
            on : 'ピ',
            rus : 'пи'
        },
        {
            on : 'プ',
            rus : 'пу'
        },
        {
            on : 'ペ',
            rus : 'пэ'
        },
        {
            on : 'ポ',
            rus : 'по'
        },
    ],
    words : [
        {
            word : 'ざっし',
            rus : 'журнал'
        },
        {
            word : 'くに',
            rus : 'страна'
        },
        {
            word : 'ひと',
            rus : 'человек'
        },
        {
            word : 'はな',
            rus : 'цветок'
        },
        {
            word : 'ひくい',
            rus : 'низкий'
        },
        {
            word : 'がっこう',
            rus : 'школа'
        },
        {
            word : 'コーヒー',
            rus : 'кофе'
        },
        {
            word : 'ビデオカセット',
            rus : 'видеокассета'
        },
        {
            word : 'ながい',
            rus : 'длинный'
        },
        {
            word : 'バス',
            rus : 'автобус'
        },
        {
            word : 'ノート',
            rus : 'тетрадь'
        },
    ]
};
let lesson4 = {
    kana : [
        {
            on : 'ま',
            rus : 'ма'
        },
        {
            on : 'み',
            rus : 'ми'
        },
        {
            on : 'む',
            rus : 'му'
        },
        {
            on : 'め',
            rus : 'мэ'
        },
        {
            on : 'も',
            rus : 'мо'
        },
        {
            on : 'や',
            rus : 'я'
        },
        {
            on : 'ゆ',
            rus : 'ю'
        },
        {
            on : 'よ',
            rus : 'ё'
        },
        {
            on : 'マ',
            rus : 'ма'
        },
        {
            on : 'ミ',
            rus : 'ми'
        },
        {
            on : 'ム',
            rus : 'му'
        },
        {
            on : 'メ',
            rus : 'мэ'
        },
        {
            on : 'モ',
            rus : 'мо'
        },
        {
            on : 'ヤ',
            rus : 'я'
        },
        {
            on : 'ユ',
            rus : 'ю'
        },
        {
            on : 'ヨ',
            rus : 'ё'
        },
    ],
    words : [
        {
            word : 'やま',
            rus : 'гора'
        },
        {
            word : 'うみ',
            rus : 'море'
        },
        {
            word : 'みず',
            rus : 'вода'
        },
        {
            word : 'まち',
            rus : 'город'
        },
        {
            word : 'ともだち',
            rus : 'друг'
        },
        {
            word : 'じどうしゃ',
            rus : 'машина'
        },
        {
            word : 'おちゃ',
            rus : 'чай'
        },
        {
            word : 'いい',
            rus : 'хороший'
        },
        {
            word : 'ジュース',
            rus : 'сок'
        },
        {
            word : 'とうきょう',
            rus : 'Токио'
        },
        {
            word : 'きょうと',
            rus : 'Киото'
        },
    ]
};
let lesson5 = {
    kana : [
        {
            on : 'ら',
            rus : 'ра'
        },
        {
            on : 'り',
            rus : 'ри'
        },
        {
            on : 'る',
            rus : 'ру'
        },
        {
            on : 'れ',
            rus : 'рэ'
        },
        {
            on : 'ろ',
            rus : 'ро'
        },
        {
            on : 'わ',
            rus : 'ва'
        },
        {
            on : 'を',
            rus : 'во'
        },
        {
            on : 'ん',
            rus : 'н'
        },
        {
            on : 'ラ',
            rus : 'ра'
        },
        {
            on : 'リ',
            rus : 'ри'
        },
        {
            on : 'ル',
            rus : 'ру'
        },
        {
            on : 'レ',
            rus : 'рэ'
        },
        {
            on : 'ロ',
            rus : 'ро'
        },
        {
            on : 'ワ',
            rus : 'ва'
        },
        {
            on : 'ヲ',
            rus : 'во'
        },
        {
            on : 'ン',
            rus : 'н'
        }
    ],
    gozuon : [
        {
            on : 'あ',
            rus : 'а',
        },
        {
            on : 'い',
            rus : 'и',
        },
        {
            on : 'う',
            rus : 'у',
        },
        {
            on : 'え',
            rus : 'э',
        },
        {
            on : 'お',
            rus : 'о',
        },
        {
            on : 'か',
            rus : 'ка',
        },
        {
            on : 'き',
            rus : 'ки',
        },
        {
            on : 'く',
            rus : 'ку',
        },
        {
            on : 'け',
            rus : 'кэ',
        },
        {
            on : 'こ',
            rus : 'ко',
        },
        {
            on : 'が',
            rus : 'га',
        },
        {
            on : 'ぎ',
            rus : 'ги',
        },
        {
            on : 'ぐ',
            rus : 'гу',
        },
        {
            on : 'げ',
            rus : 'гэ',
        },
        {
            on : 'ご',
            rus : 'го',
        },
        {
            on : 'ら',
            rus : 'ра'
        },
        {
            on : 'り',
            rus : 'ри'
        },
        {
            on : 'る',
            rus : 'ру'
        },
        {
            on : 'れ',
            rus : 'рэ'
        },
        {
            on : 'ろ',
            rus : 'ро'
        },
        {
            on : 'わ',
            rus : 'ва'
        },
        {
            on : 'を',
            rus : 'во'
        },
        {
            on : 'ん',
            rus : 'н'
        },
        {
            on : 'さ',
            rus : 'са'
        },
        {
            on : 'し',
            rus : 'си'
        },
        {
            on : 'す',
            rus : 'су'
        },
        {
            on : 'せ',
            rus : 'сэ'
        },
        {
            on : 'そ',
            rus : 'со'
        },
        {
            on : 'ざ',
            rus : 'дза'
        },
        {
            on : 'じ',
            rus : 'дзи'
        },
        {
            on : 'ず',
            rus : 'дзу'
        },
        {
            on : 'ぜ',
            rus : 'дзэ'
        },
        {
            on : 'ぞ',
            rus : 'дзо'
        },
        {
            on : 'た',
            rus : 'та'
        },
        {
            on : 'ち',
            rus : 'ти'
        },
        {
            on : 'つ',
            rus : 'цу'
        },
        {
            on : 'て',
            rus : 'тэ'
        },
        {
            on : 'と',
            rus : 'то'
        },
        {
            on : 'だ',
            rus : 'да'
        },
        {
            on : 'ぢ',
            rus : 'дзи'
        },
        {
            on : 'づ',
            rus : 'дзу'
        },
        {
            on : 'で',
            rus : 'дэ'
        },
        {
            on : 'ど',
            rus : 'до'
        },
        {
            on : 'な',
            rus : 'на'
        },
        {
            on : 'に',
            rus : 'ни'
        },
        {
            on : 'ぬ',
            rus : 'ну'
        },
        {
            on : 'ね',
            rus : 'нэ'
        },
        {
            on : 'の',
            rus : 'но'
        },
        {
            on : 'は',
            rus : 'ха'
        },
        {
            on : 'ひ',
            rus : 'хи'
        },
        {
            on : 'ふ',
            rus : 'фу'
        },
        {
            on : 'へ',
            rus : 'хэ'
        },
        {
            on : 'ほ',
            rus : 'хо'
        },
        {
            on : 'ば',
            rus : 'ба'
        },
        {
            on : 'び',
            rus : 'би'
        },
        {
            on : 'ぶ',
            rus : 'бу'
        },
        {
            on : 'べ',
            rus : 'бэ'
        },
        {
            on : 'ぼ',
            rus : 'бо'
        },
        {
            on : 'ぱ',
            rus : 'па'
        },
        {
            on : 'ぴ',
            rus : 'пи'
        },
        {
            on : 'ぷ',
            rus : 'пу'
        },
        {
            on : 'ぺ',
            rus : 'пэ'
        },
        {
            on : 'ぽ',
            rus : 'по'
        },
        {
            on : 'ま',
            rus : 'ма'
        },
        {
            on : 'み',
            rus : 'ми'
        },
        {
            on : 'む',
            rus : 'му'
        },
        {
            on : 'め',
            rus : 'мэ'
        },
        {
            on : 'も',
            rus : 'мо'
        },
        {
            on : 'や',
            rus : 'я'
        },
        {
            on : 'ゆ',
            rus : 'ю'
        },
        {
            on : 'よ',
            rus : 'ё'
        },


        {
            on : 'ア',
            rus : 'а',
        },
        {
            on : 'イ',
            rus : 'и',
        },
        {
            on : 'ウ',
            rus : 'у',
        },
        {
            on : 'エ',
            rus : 'э',
        },
        {
            on : 'オ',
            rus : 'о',
        },
        {
            on : 'カ',
            rus : 'ка',
        },
        {
            on : 'キ',
            rus : 'ки',
        },
        {
            on : 'ク',
            rus : 'ку',
        },
        {
            on : 'ケ',
            rus : 'кэ',
        },
        {
            on : 'コ',
            rus : 'ко',
        },
        {
            on : 'ガ',
            rus : 'га',
        },
        {
            on : 'ギ',
            rus : 'ги',
        },
        {
            on : 'グ',
            rus : 'гу',
        },
        {
            on : 'ゲ',
            rus : 'гэ',
        },
        {
            on : 'ゴ',
            rus : 'го',
        },
        {
            on : 'サ',
            rus : 'са'
        },
        {
            on : 'シ',
            rus : 'си'
        },
        {
            on : 'ス',
            rus : 'су'
        },
        {
            on : 'セ',
            rus : 'сэ'
        },
        {
            on : 'ソ',
            rus : 'со'
        },
        {
            on : 'ザ',
            rus : 'дза'
        },
        {
            on : 'ジ',
            rus : 'дзи'
        },
        {
            on : 'ズ',
            rus : 'дзу'
        },
        {
            on : 'ゼ',
            rus : 'дзэ'
        },
        {
            on : 'ゾ',
            rus : 'дзо'
        },
        {
            on : 'タ',
            rus : 'та'
        },
        {
            on : 'チ',
            rus : 'ти'
        },
        {
            on : 'ツ',
            rus : 'цу'
        },
        {
            on : 'テ',
            rus : 'тэ'
        },
        {
            on : 'ト',
            rus : 'то'
        },
        {
            on : 'ダ',
            rus : 'да'
        },
        {
            on : 'ヂ',
            rus : 'дзи'
        },
        {
            on : 'ヅ',
            rus : 'дзу'
        },
        {
            on : 'デ',
            rus : 'дэ'
        },
        {
            on : 'ド',
            rus : 'до'
        },
        {
            on : 'ナ',
            rus : 'на'
        },
        {
            on : 'ニ',
            rus : 'ни'
        },
        {
            on : 'ヌ',
            rus : 'ну'
        },
        {
            on : 'ネ',
            rus : 'нэ'
        },
        {
            on : 'ノ',
            rus : 'но'
        },
        {
            on : 'ハ',
            rus : 'ха'
        },
        {
            on : 'ヒ',
            rus : 'хи'
        },
        {
            on : 'フ',
            rus : 'фу'
        },
        {
            on : 'ヘ',
            rus : 'хэ'
        },
        {
            on : 'ホ',
            rus : 'хо'
        },
        {
            on : 'バ',
            rus : 'ба'
        },
        {
            on : 'ビ',
            rus : 'би'
        },
        {
            on : 'ブ',
            rus : 'бу'
        },
        {
            on : 'ベ',
            rus : 'бэ'
        },
        {
            on : 'ボ',
            rus : 'бо'
        },
        {
            on : 'パ',
            rus : 'па'
        },
        {
            on : 'ピ',
            rus : 'пи'
        },
        {
            on : 'プ',
            rus : 'пу'
        },
        {
            on : 'ペ',
            rus : 'пэ'
        },
        {
            on : 'ポ',
            rus : 'по'
        },
        {
            on : 'マ',
            rus : 'ма'
        },
        {
            on : 'ミ',
            rus : 'ми'
        },
        {
            on : 'ム',
            rus : 'му'
        },
        {
            on : 'メ',
            rus : 'мэ'
        },
        {
            on : 'モ',
            rus : 'мо'
        },
        {
            on : 'ヤ',
            rus : 'я'
        },
        {
            on : 'ユ',
            rus : 'ю'
        },
        {
            on : 'ヨ',
            rus : 'ё'
        },
        {
            on : 'ラ',
            rus : 'ра'
        },
        {
            on : 'リ',
            rus : 'ри'
        },
        {
            on : 'ル',
            rus : 'ру'
        },
        {
            on : 'レ',
            rus : 'рэ'
        },
        {
            on : 'ロ',
            rus : 'ро'
        },
        {
            on : 'ワ',
            rus : 'ва'
        },
        {
            on : 'ヲ',
            rus : 'во'
        },
        {
            on : 'ン',
            rus : 'н'
        }
    ],
    words : [
        {
            word : 'さくら',
            rus : 'сакура'
        },
        {
            word : 'きれい（な）',
            rus : 'красивый'
        },
        {
            word : 'りっぱ（な）',
            rus : 'прекрасный'
        },
        {
            word : 'しろい',
            rus : 'белый'
        },
        {
            word : 'ホテル ',
            rus : 'отель'
        },
        {
            word : 'チョコレート',
            rus : 'шоколад'
        },
        {
            word : 'ほん',
            rus : 'книга'
        },
        {
            word : 'しんぶん',
            rus : 'газета'
        },
        {
            word : 'ラジオ',
            rus : 'радио'
        },
        {
            word : 'テレビ',
            rus : 'телевизор'
        },
        {
            word : 'えんぴつ',
            rus : 'карандаш'
        },
        {
            word : 'ペン',
            rus : 'ручка'
        },
        {
            word : 'わるい',
            rus : 'плохой'
        },
        {
            word : 'にほん',
            rus : 'Япония'
        },
    ]
}
let lesson6 = {
    words : [
        {
            word : 'これ',
            rus : 'это'
        },
        {
            word : 'それ',
            rus : 'это, то'
        },
        {
            word : 'あれ',
            rus : 'то'
        },
        {
            word : 'どれ',
            rus : 'который из предметов'
        },
        {
            word : 'ここ',
            rus : 'здесь'
        },
        {
            word : 'そこ',
            rus : 'здесь, там'
        },
        {
            word : 'あそこ',
            rus : 'там'
        },
        {
            word : 'どこ',
            rus : 'где'
        },
        {
            kanji : '何',
            word : 'なに',
            rus : 'что'
        },
        {
            kanji : '日本語',
            word : 'にほんご',
            rus : 'японский язык'
        },
        {
            kanji : '何語',
            word : 'なにご',
            rus : 'какой язык'
        },
        {
            kanji : 'フランス語',
            word : 'フランスご',
            rus : 'французский язык'
        },
        {
            word : 'かたかな',
            rus : 'катакана'
        },
        {
            word : 'ひらがな',
            rus : 'хирагана'
        },
        {
            word : 'かんじ',
            rus : 'иероглиф'
        },
        {
            word : 'おんよみ',
            rus : 'онное чтение'
        },
        {
            word : 'くんよみ',
            rus : 'кунное чтение'
        },
        {
            word : 'つぎ',
            rus : 'следующий'
        },
        {
            word : 'はこ',
            rus : 'коробка'
        },
        {
            kanji : '川',
            word : 'かわ',
            rus : 'река'
        },
        {
            word : 'そう',
            rus : 'так'
        },
        {
            word : 'すみませんが',
            rus : 'простите'
        },
        {
            word : 'ちがいます',
            rus : 'ошибаетесь'
        },
        {
            word : 'どうも ',
            rus : 'благодарю'
        },
        {
            word : 'はい',
            rus : 'да'
        },
        {
            word : 'いいえ',
            rus : 'нет'
        },
        {
            word : 'フランス',
            rus : 'Франция'
        },
        {
            word : 'パリ',
            rus : 'Париж'
        },
        {
            kanji : 'ふじ山',
            word : 'ふじさん',
            rus : 'Фудзияма'
        },
        {
            word : 'かんだ',
            rus : 'Канда'
        },
        {
            word : 'うえの',
            rus : 'Уэно'
        },
        {
            word : 'あきはばら',
            rus : 'Акихабара'
        },
    ],
    kanji : [
        {
            kanji : '木',
            onyomi : 'モク、ボク',
            kunyomi : 'き',
            words : '<b>き</b>',
            rus : 'дерево'
        },
        {
            kanji : '山',
            onyomi : 'サン',
            kunyomi : 'やま',
            words : '<b>やま</b>, ふじ<b>さん</b>',
            rus : 'гора'
        },
        {
            kanji : '川',
            onyomi : 'セン',
            kunyomi : 'かわ、がわ',
            words : '<b>かわ</b>, やま<b>かわ</b>',
            rus : 'река'
        },
        {
            kanji : '本',
            onyomi : 'ホン',
            kunyomi : 'もと',
            words : '<b>ほん</b>, やま<b>もと</b>, き<b>もと</b>',
            rus : 'книга, исток'
        },
        {
            kanji : '日',
            onyomi : 'ニチ、ジツ、ニ',
            kunyomi : 'ひ、か',
            words : '<b>に</b>ほん, <b>に</b>ほんご',
            rus : 'день, солнце'
        },
        {
            kanji : '何',
            onyomi : 'カ',
            kunyomi : 'なに',
            words : '<b>なに</b>',
            rus : 'что'
        },
        {
            kanji : '語',
            onyomi : 'ゴ',
            kunyomi : 'かたる',
            words : 'にほん<b>ご</b>, フランス<b>ご</b>, えい<b>ご</b>',
            rus : 'язык, речь, говорить'
        },
        {
            kanji : '英',
            onyomi : 'エイ',
            words : '<b>えい</b>ご',
            rus : 'Англия'
        },
    ]
};
let lesson7 = {
    words : [
        {
            word : 'この',
            rus : 'этот'
        },
        {
            word : 'その',
            rus : 'этот, тот'
        },
        {
            word : 'あの',
            rus : 'тот'
        },
        {
            word : 'どの',
            rus : 'который'
        },
        {
            word : 'わたし',
            rus : 'я'
        },
        {
            word : 'あなた',
            rus : 'вы'
        },
        {
            word : 'このひと',
            rus : 'он, она (вблизи)',
            kanji : 'この人'
        },
        {
            word : 'あのひと',
            rus : 'он, она (вдали)',
            kanji : 'あの人'
        },
        {
            word : 'どのひと',
            rus : 'кто, который(из них)',
            kanji : 'どの人'
        },
        {
            word : 'かた',
            rus : 'лицо',
            kanji : '方'
        },
        {
            word : 'このかた',
            rus : 'он, она(вежл)(вблизи)',
            kanji : 'この方'
        },
        {
            word : 'あのかた',
            rus : 'он, она(вежл)(вдали)',
            kanji : 'あの方'
        },
        {
            word : 'どのかた',
            rus : 'который(вежл)',
            kanji : 'どの方'
        },
        {
            word : 'こちら',
            rus : 'эта сторона'
        },
        {
            word : 'そちら',
            rus : 'та/эта сторона'
        },
        {
            word : 'あちら',
            rus : 'та сторона'
        },
        {
            word : 'どちら',
            rus : 'какая сторона'
        },
        {
            word : 'マーク',
            rus : 'знак'
        },
        {
            word : 'だれ',
            rus : 'кто'
        },
        {
            word : 'どなた',
            rus : 'кто(вежл)'
        },
        {
            word : 'なにじん',
            rus : 'кто(по нацинальности)',
            kanji : '何人'
        },
        {
            word : 'にほんじん',
            rus : 'японец',
            kanji : '日本人'
        },
        {
            word : 'ロシアじん',
            rus : 'русский',
            kanji : 'ロシア人'
        },
        {
            word : 'フランスじん',
            rus : 'француз',
            kanji : 'フランス人'
        },
        {
            word : 'おとこ（のひと）',
            rus : 'мужчина',
            kanji : '男（の人）'
        },
        {
            word : 'おんな（のひと）',
            rus : 'женщина',
            kanji : '女（の人）'
        },
        {
            word : 'こ',
            rus : 'ребёнок',
            kanji : '子'
        },
        {
            word : 'おとこのこ',
            rus : 'мальчик',
            kanji : '男の子'
        },
        {
            word : 'おんなのこ',
            rus : 'девочка',
            kanji : '女の子'
        },
        {
            word : 'せんせい',
            rus : 'учитель',
            kanji : '先生'
        },
        {
            word : 'だいがくせい',
            rus : 'студент',
            kanji : '大学生'
        },
        {
            word : 'こうこうせい',
            rus : 'ученик школы повышенной ступени',
            kanji : '高校生'
        },
        {
            word : 'どうぞ',
            rus : 'пожалуйста'
        },
        {
            word : 'はじめまして ',
            rus : 'рад знакомству'
        },
        {
            word : 'どうぞよろしく',
            rus : 'прошу любить и жаловать'
        },
        {
            word : 'こちらこそどうぞよろしく',
            rus : 'это я прошу любить и жаловать'
        },
        {
            word : 'ロシア',
            rus : 'Россия'
        },
        {
            word : 'モスクワ',
            rus : 'Москва'
        },
        {
            word : 'ペテルブルグ',
            rus : 'Петербург'
        },
        {
            word : 'しつれいですが',
            rus : 'прошу прощения'
        }
    ],
    kanji : [
        {
            kanji : '人',
            onyomi : 'ジン、ニン',
            kunyomi : 'ひと',
            words : 'ひと, にほん<b>じん</b>, どの/この/あの<b>ひと</b>, おとこの<b>ひと</b>, おんなの<b>ひと</b>',
            rus : 'человек, японец, он, она, мужчина, женщина'
        },
        {
            kanji : '大',
            onyomi : 'ダイ、タイ',
            kunyomi : 'おおきい',
            words : '<b>おお</b>きい, <b>だい</b>がく, <b>おお</b>やま, <b>だい</b>がくせい',
            rus : 'большой, институт, Ояма, студент'
        },
        {
            kanji : '学',
            onyomi : 'ガク',
            kunyomi : 'まなぶ',
            words : 'だい<b>がく</b>, だい<b>がく</b>せい, <b>がっ</b>こう',
            rus : 'институт, студент, школа, изучать, учение'
        },
        {
            kanji : '女',
            onyomi : 'ジョ',
            kunyomi : 'おんな',
            words : '<b>おんな</b>のひと, <b>おんな</b>のこ',
            rus : 'женщина, девочка'
        },
        {
            kanji : '男',
            onyomi : 'ダン、ナン',
            kunyomi : 'おとこ',
            words : '<b>おとこ</b>のひと, <b>おとこ</b>のこ',
            rus : 'мужчина, мальчик'
        },
        {
            kanji : '子',
            onyomi : 'シ',
            kunyomi : 'こ',
            words : 'おとこの<b>こ</b>, おんなの<b>こ</b>, <b>こ</b>',
            rus : 'мальчик, девочка, ребёнок'
        },
        {
            kanji : '先',
            onyomi : 'セン',
            kunyomi : 'さき, まず',
            words : '<b>せん</b>せい',
            rus : 'учитель'
        },
        {
            kanji : '生',
            onyomi : 'セイ、ジョウ',
            kunyomi : 'なま、いきる',
            words : '<b>せい</b>と, せん<b>せい</b>, だいがく<b>せい</b>',
            rus : 'ученик, учитель, студент'
        },
        {
            kanji : '徒',
            onyomi : 'ト',
            words : 'せい<b>と</b>',
            rus : 'ученик'
        },
        {
            kanji : '高',
            onyomi : 'コウ',
            kunyomi : 'たかい',
            words : '<b>こう</b>こう, <b>こう</b>こうせいと, <b>たか</b>い',
            rus : 'дорогой, школа повышенной ступени, ученик школы повышенной ступени'
        },
        {
            kanji : '校',
            onyomi : 'コウ',
            words : 'こう<b>こう</b>, こう<b>こう</b>せい, がっ<b>こう</b>',
            rus : 'школа, ученик школы повышенной ступени, школа повышенной ступени'
        },
        {
            kanji : '方',
            onyomi : 'ホウ',
            kunyomi : 'かた',
            words : 'どの/この/あの<b>かた</b>',
            rus : 'он, она, лицо'
        },
    ]
}
let lesson8 = {
    words : [
        {
            word : 'たてもの',
            rus : 'здание'
        },
        {
            word : 'へや',
            rus : 'комната'
        },
        {
            word : 'ガラス',
            rus : 'стекло'
        },
        {
            word : 'まど',
            rus : 'окно'
        },
        {
            word : 'まどガラス',
            rus : 'оконное стекло'
        },
        {
            word : 'ひろい',
            kanji : '広い',
            rus : 'просторный, широкий, обширный'
        },
        {
            word : 'せまい',
            rus : 'узкий, тесный'
        },
        {
            word : 'とおい',
            rus : 'далёкий, дальний'
        },
        {
            word : 'ちかい',
            kanji : '近い',
            rus : 'близкий, ближний'
        },
        {
            word : 'はやい',
            kanji : '早い',
            rus : 'рано, ранний; быстрый'
        },
        {
            word : 'おそい',
            rus : 'поздно, поздний'
        },
        {
            word : 'あかるい',
            kanji : '明るい',
            rus : 'светлый, ясный; ясный'
        },
        {
            word : 'くらい',
            kanji : '暗い',
            rus : 'тёмный'
        },
        {
            word : 'やすい',
            kanji : '安い',
            rus : 'дешёвый'
        },
        {
            word : 'みじかい',
            rus : 'короткий'
        },
        {
            word : 'にぎやか（な）',
            rus : 'оживлённый, людный'
        },
        {
            word : 'うるさい',
            rus : 'шумный, надоедливый'
        },
        {
            word : 'くろい',
            kanji : '黒い',
            rus : 'чёрный'
        },
        {
            word : 'どんな',
            rus : 'какой, какая'
        },
        {
            word : 'とても',
            rus : 'очень'
        },
        {
            word : 'あまり',
            rus : 'не очень； слишком'
        },
        {
            word : 'すこし',
            rus : 'немного, чуть'
        },
        {
            word : 'もう',
            rus : 'уже'
        },
        {
            word : 'まだ',
            rus : 'ещё не'
        },
        {
            word : 'クラス',
            rus : 'класс, группа'
        },
        {
            word : 'がくせい',
            kanji : '学生',
            rus : 'студент, учащийся'
        },
        {
            word : 'ええ',
            rus : 'да'
        },
        {
            word : 'おはようございます',
            rus : 'доброе утро'
        },
        {
            word : 'きさらず',
            rus : 'Кисарадзу'
        },
        {
            word : 'リヨン',
            rus : 'Лион'
        },
    ],
    kanji : [
        {
            kanji : '小',
            onyomi : 'ショウ',
            kunyomi : 'ちいさい、こ',
            words : '<b>ちい</b>さい',
            rus : 'маленький'
        },  
        {
            kanji : '白',
            onyomi : 'ハク',
            kunyomi : 'しろい',
            words : '<b>しろ</b>い',
            rus : 'белый'
        },  
        {
            kanji : '黒',
            onyomi : 'コク',
            kunyomi : 'くろい',
            words : '<b>くろ</b>い',
            rus : 'чёрный'
        },  
        {
            kanji : '明',
            onyomi : 'メイ、ミョウ',
            kunyomi : 'あかるい、あける',
            words : '<b>あか</b>るい、<b>あ</b>ける',
            rus : 'светлый, ясный; рассветать'
        },  
        {
            kanji : '暗い',
            onyomi : 'アン',
            kunyomi : 'くらい',
            words : '<b>くら</b>い',
            rus : 'тёмный'
        },  
        {
            kanji : '赤',
            onyomi : 'セキ',
            kunyomi : 'あかい',
            words : '<b>あか</b>い',
            rus : 'красный'
        },  
        {
            kanji : '青',
            onyomi : 'セイ、ショウ',
            kunyomi : 'あおい',
            words : '<b>あお</b>い',
            rus : 'голубой; светло-зелёный'
        },  
        {
            kanji : '安',
            onyomi : 'アン',
            kunyomi : 'やすい',
            words : '<b>やす</b>い',
            rus : 'дешёвый; спокойный'
        },  
        {
            kanji : '広',
            onyomi : 'コウ',
            kunyomi : 'ひろい',
            words : '<b>ひろ</b>い',
            rus : 'просторный, обширный'
        },  
        {
            kanji : '近',
            onyomi : 'キン',
            kunyomi : 'ちかい',
            words : '<b>ちか</b>い',
            rus : 'близкий, ближний'
        },  
        {
            kanji : '早',
            onyomi : 'ソウ',
            kunyomi : 'はやい',
            words : '<b>はや</b>い',
            rus : 'ранний; быстрый'
        },  
        {
            kanji : '町',
            onyomi : 'チョウ',
            kunyomi : 'まち',
            words : '<b>まち</b>',
            rus : 'город, квартал'
        },  
    ]
};
let lesson9 = {
    words : [
        {
            word : 'よむ',
            kanji : '読む',
            rus : 'читать'
        },
        {
            word : 'かく',
            kanji : '書く',
            rus : 'писать'
        },
        {
            word : 'きく',
            kanji : '聞く',
            rus : 'слушать'
        },
        {
            word : 'みる',
            kanji : '見る',
            rus : 'смотреть'
        },
        {
            word : 'かう',
            kanji : '買う',
            rus : 'покупать'
        },
        {
            word : 'する',
            rus : 'делать'
        },
        {
            word : 'べんきょうする',
            rus : 'заниматься, изучать'
        },
        {
            word : 'かえる',
            kanji : '帰る',
            rus : 'возвращаться; ехать, идти домой'
        },
        {
            word : 'いき',
            kanji : '行き',
            rus : 'дорога домой; путь "путь туда"'
        },
        {
            word : 'いく',
            kanji : '行く',
            rus : 'ходить, ездить; уезжать'
        },
        {
            word : 'きょう',
            kanji : '今日',
            rus : 'сегодня'
        },
        {
            word : 'あした',
            kanji : '明日',
            rus : 'завтра'
        },
        {
            word : 'きのう',
            rus : 'вчера'
        },
        {
            word : 'まいにち',
            rus : 'каждый день'
        },
        {
            word : 'いつ',
            rus : 'когда'
        },
        {
            word : 'てがみ',
            kanji : '手紙',
            rus : 'писмо'
        },
        {
            word : 'チョーク',
            rus : 'мелок'
        },
        {
            word : 'テレビドラマ',
            rus : 'телефильм'
        },
        {
            word : 'これから',
            rus : 'сейчас, в скором времени'
        },
        {
            word : 'それから',
            rus : 'потом, затем'
        },
        {
            word : 'あたらしい',
            kanji : '新しい',
            rus : 'новый'
        },
        {
            word : 'ふるい',
            kanji : '古い',
            rus : 'старый'
        },
        {
            word : 'おもしろい',
            rus : 'интересный, улвекательный'
        },
        {
            word : 'よく',
            rus : 'часто, хорошо'
        },
        {
            word : 'みせる',
            kanji : '見せる',
            rus : 'показывать'
        },
        {
            word : 'そして',
            rus : 'и, (а) ещё; затем'
        },
        {
            word : 'こんにちは',
            kanji : '今日は',
            rus : 'здравствуйте'
        },
        {
            word : 'またあした',
            rus : 'до завтра'
        },
        {
            word : 'さようなら',
            rus : 'до свидания'
        },
    ],
    kanji : [
        {
            kanji : '読',
            onyomi : 'ドク、トク',
            kunyomi : 'よむ',
            words : '<b>よ</b>む',
            rus : 'чтение, читать'
        }, 
        {
            kanji : '書',
            onyomi : 'ショ',
            kunyomi : 'かく',
            words : '<b>か</b>く',
            rus : 'писать'
        }, 
        {
            kanji : '聞',
            onyomi : 'ブン',
            kunyomi : 'きく、きこえる',
            words : '<b>き</b>く、<b>き</b>こえる、しん<b>ぶん</b>',
            rus : 'слух, слушать, быть слышным'
        }, 
        {
            kanji : '見',
            onyomi : 'ケン',
            kunyomi : 'みる、みせる、みえる',
            words : '<b>み</b>る、<b>み</b>せる、<b>み</b>える',
            rus : 'взгляд, смотерть, вдиеть, показывать, быть видным'
        }, 
        {
            kanji : '買',
            onyomi : 'バイ',
            kunyomi : 'かう',
            words : '<b>か</b>う',
            rus : 'покупать'
        }, 
        {
            kanji : '帰',
            onyomi : 'キ',
            kunyomi : 'かえる、かえり、かえす',
            words : '<b>かえ</b>る、<b>かえ</b>り、<b>かえ</b>す',
            rus : 'возвращаться, возвращение'
        }, 
        {
            kanji : '行',
            onyomi : 'コウ、ギョウ',
            kunyomi : 'いく、いき、おこなう、おこない',
            words : '<b>い</b>く、<b>い</b>き、<b>おこな</b>う、<b>おこな</b>い',
            rus : 'идти, ходить, совершать, поступок'
        }, 
        {
            kanji : '花',
            onyomi : 'カ',
            kunyomi : 'はな',
            words : '<b>はな</b>、<b>はな</b>こ',
            rus : 'цветок, цветы'
        }, 
        {
            kanji : '新',
            onyomi : 'シン',
            kunyomi : 'あたらしい',
            words : '<b>あたら</b>しい',
            rus : 'новый'
        }, 
        {
            kanji : '古',
            onyomi : 'コ',
            kunyomi : 'ふるい',
            words : '<b>ふる</b>い、<b>ふる</b>かわ',
            rus : 'старый'
        }, 
        {
            kanji : '今',
            onyomi : 'コン',
            kunyomi : 'いま',
            words : '<b>いま</b>、きょう、<b>こん</b>にちは',
            rus : 'сейчас, теперь'
        }, 
        {
            kanji : '手',
            onyomi : 'シュ',
            kunyomi : 'て',
            words : '<b>て</b>',
            rus : 'рука'
        }, 
        {
            kanji : '紙',
            onyomi : 'シ',
            kunyomi : 'かみ',
            words : '<b>かみ</b>、て<b>がみ</b>',
            rus : 'бумага'
        }, 
    ]
}
let lesson10 = {
    words : [
        {
            word : 'りんご',
            rus : 'яблоко'
        },
        {
            word : 'バナナ',
            rus : 'банан'
        },
        {
            word : 'たべる',
            rus : 'есть, кушать'
        },
        {
            word : 'いち、ひとつ',
            kanji : '一、一つ',
            rus : 'один'
        },
        {
            word : 'に、ふたつ',
            kanji : '二、二つ',
            rus : 'два'
        },
        {
            word : 'さん、みつ',
            kanji : '三、三つ',
            rus : 'три'
        },
        {
            word : 'し/よん、よつ',
            kanji : '四、四つ',
            rus : 'четыре'
        },
        {
            word : 'ご、いつつ',
            kanji : '五、五つ',
            rus : 'пять'
        },
        {
            word : 'ろく、むつ',
            kanji : '六、六つ',
            rus : 'шесть'
        },
        {
            word : 'しち、ななつ',
            kanji : '七、七つ',
            rus : 'семь'
        },        
        {
            word : 'はち、やつ',
            kanji : '八、八つ',
            rus : 'восемь'
        },        
        {
            word : 'く、きゅう、ここのつ',
            kanji : '九、九つ',
            rus : 'девять'
        },        
        {
            word : 'じゅう、とう',
            kanji : '十',
            rus : 'десять'
        },        
        {
            word : 'ひゃく',
            kanji : '百',
            rus : 'сто'
        },
        {
            word : 'せん',
            kanji : '千',
            rus : 'тысяча'
        },
        {
            word : 'まん',
            kanji : '万',
            rus : 'десять тысяч'
        },
        {
            word : 'にん',
            kanji : '人',
            rus : 'счётное слово для людей'
        },
        {
            word : 'ほん',
            kanji : '本',
            rus : 'счётное слово для цилиндрических предметов'
        },
        {
            word : 'まい',
            rus : 'счётное слово для плоских предметов'
        },
        {
            word : 'だい',
            rus : 'счётное слово для машин и приборов'
        },
        {
            word : 'こ',
            rus : 'счётное слово для небольших или отдельных предметов'
        },
        {
            word : 'さつ',
            rus : 'счётное слово для сброшюрованных предметов'
        },
        {
            word : 'いちばん',
            rus : 'самый'
        },
        {
            word : 'いくつ',
            rus : 'сколько'
        },
        {
            word : 'いくら',
            rus : 'сколько (о цене)'
        },
        {
            word : 'えん',
            kanji : '円',
            rus : 'иена'
        },
        {
            word : 'ぜんぶ',
            rus : 'всё'
        },
        {
            word : 'ぐらい',
            rus : 'около, приблизительно'
        },
        {
            word : 'じんこう',
            rus : 'население'
        },
        {
            word : 'おねがいします',
            rus : 'прошу вас; пожалуйста, дайте...'
        },
        {
            word : 'ありがとうございます',
            rus : 'большое спасибо'
        },
        {
            word : 'おおさか',
            rus : 'Осака'
        },
        {
            word : 'なごや',
            rus : 'Нагоя'
        },
        {
            word : 'こうべ',
            rus : 'Кобэ'
        },
    ],
    kanji : [
        {
            kanji : '一',
            onyomi : 'イチ、イツ',
            kunyomi : 'ひとつ、ひと',
            words : '<b>ひと</b>つ、<b>いち</b>',
            rus : 'один'
        },  
        {
            kanji : '二',
            onyomi : 'ニ',
            kunyomi : 'ふたつ、ふた',
            words : '<b>ふた</b>つ、<b>に</b>',
            rus : 'два'
        },  
        {
            kanji : '三',
            onyomi : 'サン',
            kunyomi : 'みつ、みっつ',
            words : '<b>み</b>つ、<b>さん</b>',
            rus : 'три'
        },  
        {
            kanji : '四',
            onyomi : 'シ、ヨン、ヨ',
            kunyomi : 'よつ',
            words : '<b>よ</b>つ、<b>よん</b>',
            rus : 'четыре'
        },  
        {
            kanji : '五',
            onyomi : 'ゴ',
            kunyomi : 'いつつ',
            words : '<b>いつ</b>つ、<b>ご</b>',
            rus : 'пять'
        },  
        {
            kanji : '六',
            onyomi : 'ロク',
            kunyomi : 'むつ、むっつ',
            words : '<b>む</b>つ、<b>ろく</b>',
            rus : 'шесть'
        },  
        {
            kanji : '七',
            onyomi : 'シチ',
            kunyomi : 'ななつ、なな',
            words : '<b>なな</b>つ',
            rus : 'семь'
        },  
        {
            kanji : '八',
            onyomi : 'ハチ',
            kunyomi : 'やつ、やっつ',
            words : '<b>や</b>つ、<b>はち<b>',
            rus : 'восемь'
        },  
        {
            kanji : '九',
            onyomi : 'キュウ、ク',
            kunyomi : 'ここのつ',
            words : '<b>ここの</b>つ、<b>きゅう</b>',
            rus : 'девять'
        },  
        {
            kanji : '十',
            onyomi : 'ジュウ',
            kunyomi : 'とう',
            words : '<b>じゅう</b>',
            rus : 'десять'
        },  
        {
            kanji : '百',
            onyomi : 'ヒェク',
            words : '<b>ひゃく</b>',
            rus : 'сто'
        },  
        {
            kanji : '千',
            onyomi : 'セン',
            words : '<b>せん</b>',
            rus : 'тысяча'
        },  
        {
            kanji : '万',
            onyomi : 'マン、バン',
            words : '<b>まん</b>',
            rus : 'десять тысяч'
        },  
        {
            kanji : '円',
            onyomi : 'エン',
            words : '<b>えん</b>',
            rus : 'иена'
        }
    ]
}
